{
  "agency": "VHA",
  "agency_name": "Department of Veterans Affairs",
  "author": "Office of Healthcare Inspections",
  "file_type": "pdf",
  "inspector": "va",
  "inspector_url": "http://www.va.gov/oig",
  "landing_url": "http://www.va.gov/oig/publications/report-summary.asp?id=1561",
  "location": "Poplar Bluff, MO",
  "published_on": "2009-07-29",
  "report_id": "08-02516-178",
  "summary": "The VA Office of Inspector General reviewed allegations regarding complaints that the John J. Pershing VA Medical Center, Poplar Bluff, MO, failed to hire a psychiatrist in a timely manner causing delays in patient care, and that nursing staff transported patients requiring one-to-one nursing care by government vehicle to another VA medical center 3 hours away without reliable means of communication in the event of an emergency. We substantiated the allegation that the inability of the medical center to hire a psychiatrist in a timely manner led to delays in patient care. The medical center had not had a full-time psychiatrist since November 15, 2006, despite aggressive recruitment activities. The position was finally filled in July 2008. We also substantiated that licensed practical nurses were transporting patients who required one-to-one nursing care to another VA medical center 3 hours away with no reliable means of communication. As of April 1, 2009, patients are being transported by the local ambulance company. At the time of our visit, the new staff in the mental health clinic lacked appropriate training in the treatment of mental health patients. All personnel have since received training, to include an introduction to the Behavioral Health Lab concept and management of disruptive patients. We made no recommendations.",
  "title": "Healthcare Inspection Quality of Care Issues and Staffing Deficiencies John J. Pershing VA Medical Center Poplar Bluff, Missouri",
  "topic": "Healthcare Inspections",
  "type": "inspection",
  "url": "http://www.va.gov/oig/54/reports/VAOIG-08-02516-178.pdf",
  "year": 2009
}